7zip
acpi
alsa-utils
arandr
baobab
base
base-devel
bash-completion
biome
bluez
bluez-utils
brightnessctl
clang
cmake
decibels
docker
dosbox
efibootmgr
epiphany
evince
fastfetch
fd
feh
firefox
fish
fzf
gdm
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gradle
grilo-plugins
grim
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
inkscape
intel-media-driver
intel-ucode
jdk-openjdk
jdk21-openjdk
keyd
kitty
libudev0-shim
linux
linux-firmware
linux-headers
loupe
lxappearance
mako
malcontent
mariadb-clients
maven
mesa-utils
mpv
nautilus
neovim
network-manager-applet
networkmanager
ninja
niri
nodejs
npm
obs-studio
orca
pacman-contrib
pavucontrol
perl-file-homedir
perl-yaml-tiny
pngquant
powertop
prettier
prismlauncher
qalculate-qt
qbittorrent
qt5-wayland
qt6-wayland
reflector
ripgrep
rsync
rust
rust-src
rygel
simple-scan
slurp
snapper
snapshot
sushi
swappy
swaybg
swayidle
swww
tecla
terminus-font
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tlp
tlp-rdw
tmux
totem
ttf-0xproto-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
typescript-language-server
vlc
waybar
wayland-protocols
wimlib
wl-clipboard
wofi
words
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland-satellite
yazi
yelp
zathura
zathura-pdf-mupdf
